Revit 2027 API
ParameterTypeId.CurtaingridAdjustBorderV Property
 "Adjust for Mullion Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridAdjustBorderV { get; }
Public Shared ReadOnly Property CurtaingridAdjustBorderV As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridAdjustBorderV {
	ForgeTypeId^ get ();
}
static member CurtaingridAdjustBorderV : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace